Repository: giellalt/corpus-nob
Catalog: tmx/fkv/facta/alta_museum/tuulessa_13.12.2021_nob.docx.tmx
Source language: nob
Languages: fkv

source: I vinden
fkv: Tuulessa

source: Velkommen til utstillinga Tuulessa og smakebiter av kvensk kulturarv.
fkv: Tervetulemaa näyttelhyyn Tuulessa ja kväänin kulttuuriperinön makupalhoin.

source: Stadig flere omfavner og tar i bruk kvensk språk og kultur.
fkv: Useamat ja useamat otethaan kväänin kielen ja kulttuurin sylhiin ja pithoon.

source: Det er synlig i teater, kunst, media, matkultur, musikk og litteratur.
fkv: Se oon näkyvä teatterissa, taitheessa eli kynstissä, meediassa, ruokakulttuurissa, musikissa ja litteratuurissa.

source: Utstillinga Tuulessa viser kvensk kulturarv i dag, i familier, på museum og innenfor kulturnæringer.
fkv: Näyttely Tuulessa näyttää kväänin kulttuuriperintöä tääpänä, perheissä, museumissa ja kulttuurihommissa.

source: Bli med inn i den kvenske vinden!
fkv: Tule myötä kväänin tuulheen!

source: “ Æ føle at det her kvenske, og norskfinske og finske i nord,
fkv: “ Mie tunnen ette tämä kvääniasia, ja norjansuomalaista ja suomalaista pohjasessa,

source: det er bare en sånn evig jævla diskusjon.
fkv: se oon tyyhä semmonen ikuinen saakelin diskusuuni.

source: Men det e jo det som e, det e følelsa involvert i det.
fkv: Mutta semmosta se oon, ko tuntheet oon siinä myötä.

source: ” Ivar Beddari, skuespiller, Kvääniteatteri 2021
fkv: Ivar Beddari, näyttelijä, Kvääniteatteri 2021

source: Begreper er aldri nøytrale.
fkv: Käsitykset ei ole koskhaan nöitraalit.

source: Ordet kven har lenge vært negativt ladet, men har de seneste årene fått mer positiv betydning.
fkv: Sana kvääni oon kauvon ollu negatiivisesti ladattu, mutta viimisten vuositten aikana se oon saanu positiiviseman meiningin.

source: Offisielt heter den nasjonale minoriteten kvener/norskfinner, men kven -begrepet brukes stadig mer.
fkv: Viralisesti nasunaalisen minoriteetin nimi oon kväänit/norjansuomalaiset, mutta kvääni -sannaa piethään useammin ja useammin.

source: Det har blitt viktig for å styrke kvensk kultur og språk.
fkv: Se oon tullu tärkeä niin ette lujittaat kväänin kulttuuria ja kieltä.

source: I utstillinga brukes derfor begrepet kven.
fkv: Sen tähen tässä näyttelyssä piethään sannaa kvääni.

source: For noen er det mer naturlig å bruke norskfinsk, finskættet eller finsk.
fkv: Muutamille se oon luonolisempi pittäät sannoi norjansuomalainen, suomensukunen tahi suomalainen.

source: “Selv om i en kreds flerheden af børnene ikke forstaar, maa læreren dog altid have de ovenfor givne bestemmelser for øie og saaledes lade sig det være magtpaaliggende, at det lappiske eller kvænske sprog ikke bruges i videre udstrækning, end forholdene gjør uomgjængelig fornødent.
fkv: “Vaikka yhelä alala issoin osa lapsista ei ymmärä, niin opettaja kuitenki häytyy kuorata ylhäälä olevat määräykset ja tällä tavala pittää tärkeintä, ette lapin tahi kväänin kieltä ei pietä enämen ko sen, mitä ei saata milhään tavala välttäät.

source: ” Wexelensplakaten 1898, §4
fkv: ” Wexelin plakaatti 1898, §4

source: “Målet for det hele var: Å føre samene og kvenene inn i det norske kultursamfunnet og sikre Finnmark for Norge.
fkv: “Kaiken tämän mooli oli: Saaha saamelaiset ja kväänit norjalaisheen kulttuurisamfynnhiin ja turvata Finmarkkua Norjaa varten.

source: ” Helge Dahl, pedagog og skolehistoriker, 1956
fkv: ” Helge Dahl, pedagoogi ja kouluhistorikkari, 1956

source: “Fornorskingen ble trukket inn i utvikling av næringslivet, kommunikasjonene, kirkepolitikken, forsvarspolitikken – kort sagt de aller fleste områder av samfunnslivet og moderniseringen av samfunnet.
fkv: “Norjalaistamisen otethiin myötä elämäkeinoin eistyksheen, kommunikasuunhiin, kirkkopolitikkhiin, suojelupolitikkhiin – lyhkäisesti sanottunna usheimphiin samfynnielämän alhoin ja samfynnin moderniseerauksheen.

source: ” Knut Einar Eriksen &amp; Einar Niemi, historikere, 1981
fkv: ” Knut Einar Eriksen &amp; Einar Niemi, historikkarit, 1981

source: “Utgangspunktet for norsk politikk i forhold til de etniske minoritetene i Norge, er at vi ønsker å gi det kulturelle mangfoldet gode og frie vilkår - uten at det skjer i form av særbehandling av utvalgte minoriteter. ” Politisk rådgiver for Brundtland-regjering, foredrag på Kvenseminar, Tromsø, 1994
fkv: "Norjan politikin lähtökohta entisiä minoriteettia kohthaan Norjassa oon ette met haluama antaat kulttuuriselle rikkhauelle hyvät ja vaphaat ehot - ilman ette valitut minoriteetit saahan erikoisen kohtelun" Brundtland-rejeeringin poliittinen neuvonantaja, faakimuistelus Kvääniseminaarissa, Tromssa, 1994

source: “Partene forplikter seg til å fremme de forutsetninger som er nødvendige for at personer som tilhører nasjonale minoriteter, kan bevare og utvikle sin kultur, samt bevare de grunnleggende bestanddelene av sin identitet, det vil si deres religion, språk, tradisjoner og kulturarv.
fkv: Osapuolet oon velvoittanheet ittensä siihen ette nostaat esile net ehot, joita tarvithaan ko ihmiset jokka kuuluthaan minoriteetthiin, saatethaan säilyttäät ja eistäät ommaa kulttuurii. Lisäksi säilyttäät oman identiteetin kulmakivet, niin ko heän uskonto, tradisuunit ja kulttuuriperintö.

source: ” Europarådets rammekonvensjon om beskyttelse av nasjonale minoriteter, Artikkel 5, 1.ledd, 1995, ratifisert av Norge 1999
fkv: " Euroopparaatin raamikonvensuuni kansalisten minoriteetitten suojelusta, artikkeli 5, 1. kohta, 1995, Norjan ratifiseeraama vuona 1999

source: “Troms fylkeskommune anerkjenner at det er behov for et stort løft dersom kvensk språk og kultur skal ha gode levevilkår i fremtiden.
fkv: “Tromssan fylkinkomuuni tunnustaa ette tarvithaan ison noston ette kväänin kielelä ja kulttuurilla olis paremat maholisuuet säilyät kans tulevaisuuessa.

source: ” Handlingsplan for kvensk språk og kultur i Troms 2017-2020
fkv: ” Toimiplaana kväänin kieltä ja kulttuuria varten Tromssassa 2017-2020

source: “Norjalaiset esivallat oon usseessa periuudissa kiini 1900-luvun lopphuun saakka vienheet läpi politikkii saamelaissii, kväänii ja norjansuomalaissii kohthaan, minkä tähen heän kylttyyri, kieli, identiteetti ja elämänehot saathiin kovat negatiiviset konsekvensit.
fkv: “Norjalaiset esivallat oon usseessa periuudissa kiini 1900-luvun lopphuun saakka vienheet läpi politikkii saamelaissii, kväänii ja norjansuomalaissii kohthaan, minkä tähen heän kylttyyri, kieli, identiteetti ja elämänehot saathiin kovat

source: Fra forskning til utstilling
fkv: Tutkimuksesta näyttelhyyn

source: Vandreutstillinga Tuulessa tar utgangspunkt i forskningsprosjektet IMMKven (2017-2022),* som er utvikla av UiT Norges arktiske universitet, Vadsø museum-Ruija kvenmuseum og Nicolaysen Film.
fkv: Siirtonäyttely Tuulessa jonka lähtokohtana oon tutkimusprojektissa IMMKven (2017–2022),* ja jonka nämät oon eistänheet: UiT Norges arktiske unversitet, Vadsø museum – Ruija kvenmuseum ja Nicolaysen Film.

source: Prosjektet undersøker hvordan kvensk kulturarv er synlig i dag - i familier, på museum og innenfor kulturnæringer, med særlig fokus på stedene Nordreisa, Vadsø og Skallelv.
fkv: Prosektissa tutkithaan kunka kväänin kulttuuriperintö oon näkyvä tääpänä - perheissä, museumissa ja kulttuurielämäkeinoitten sisälä, ja missä fokuseerathaan näihin paikkhoin: Raishiin, Vesisaarheen ja Kallijokheen.

source: Mange har delt av sin tid, sin kunnskap og sine erfaringer.
fkv: Moni oon jakanu ommaa aikkaa, tietoa ja kokemuksia.

source: Tusen takk, denne utstillinga er spesielt til dere!
fkv: Paljon kiitoksia, tämä näyttely oon vasiten teile!

source: *IMMkven er en forkortelse for Intangiblization, Materializations and Mobilitites of Kven Heritage: Contemporary Articulations in Fields of Family, Museums, and Culture Industry.
fkv: *IMMKven oon lyhenys tälle: Instangiblization, Materializations and Mobilities of Kven Heritage: Contemporary Articulations in Fields of Family, Museums, and Culture Industry.

source: Samarbeidspartnere i forskningsarbeidet
fkv: Tutkimustyön yhtheistyökumppanit

source: Pål Vegard Eriksen, Halti kvenkultursenter
fkv: Pål Vegard Eriksen, Haltiin kväänisentteri

source: Kaisa Maliniemi, Nord-Troms museum
fkv: Kaisa Maliniemi, Pohjas-Tromssan museumi

source: Bidragsytere til utstillinga
fkv: Näyttelyn avustajat

source: Idé, formgivning, tekst: Kristin Nicolaysen, Trine Kvidal-Røvik, Gyrid Øyen, Stein Roar Mathisen og Kjell Olsen
fkv: Idea, haamustaminen, teksti: Kristin Nicolaysen, Trine Kvidal-Røvik, Gyrid Øyen, Stein Roar Mathisen ja Kjell Olsen

source: Prosjektleder: Kristin Nicolaysen
fkv: Prosektin johtaja: Kristin Nicolaysen

source: Kunstnerisk veileder, kunstner og formgiver: Åsne Kummeneje Mellem
fkv: Taitheelinen eli kynstnerinen ohjaaja, taiteilija eli kynstnäri ja haamustaja: Åsne Kummeneje Mellem

source: Håndtverkere: Bjørn-Tore Josefsen og Hans-Erik Olsen, Nord-Troms museum
fkv: Käsityöläiset: Bjørn-Tore Josefsen ja Hans-Erik Olsen, Nord-Troms museum

source: Formidlingsrådgiver: Per Helge Nylund, Norges arktiske universitetsmuseum
fkv: Tieonjakamisneuvonantaja: Per Helge Nylund, Norges arktiske universitetsmuseum

source: Oversettere kvensk: Kvensk institutt
fkv: Käänetty kvääniksi: Kainun institutti

source: Oversetter engelsk: Stefan Holander
fkv: Käänetty engelskaksi: Stefan Holander

source: Språkleker: Halti Kvenkultursenter ved Tove Reibo
fkv: Kielileikit: Haltiin kväänisentteri, Tove Reibo

source: Andre bidrag: Meri Nikula, Maija Liisa Bjørklund, Einar Gjæver, Egil Sundelin, Angelika Goldman, Qvænbrygg, Kaisa Maliniemi, Lisbeth Dragnes, Lise Jakobsen og Lisa Vangen
fkv: Muut osanottajat: Meri Nikula, Maija Liisa Bjørklund, Einar Gjæver, Egil Sundelin, Angelika Goldman, Qvænbrygg, Kaisa Maliniemi, Lisbeth Dragnes, Lise Jakobsen ja Lisa Vangen

source: Samarbeidspartnere: Varanger museum IKS avd. Vadsø museum – Ruija kvenmuseum, Kainun institutti – Kvensk institutt i Børselv, Alta museum, Nord-Troms museum IKS og Halti kvenkultursenter, UiT Norges arktiske universitetsmuseum og UiT Norges arktiske universitet Universitetsbiblioteket.
fkv: Yhtheistyöpartnerit: Varanger museum IKS avd. Vadsø museum – Ruija kvenmuseum, Kainun institutti Pyssyjovessa, Alta museum, Nord-Troms museum IKS ja Haltiin kväänisentteri, UiT Norges arktiske universitetsmuseum ja UiT Norges arktiske universitet Universitetsbiblioteket.

source: Finansiert av Norsk Forskningsråd, Troms og Finnmark fylkeskommune og UiT Norges arktiske universitet.
fkv: Norsk Forskningsråd, Tromssan ja Finmarkun fylkinkomuuni ja UiT Norges arktiske universitet oon antanheet ökonoomista kuurtoa tähän prosekthiin.

source: Forskningsprosessen drives fram av uro.
fkv: Levottomuus triivaa tutkimusprosessin etheenkäsin.

source: Noe vi ikke vet.
fkv: Jotaki, mitä met emmä tieä.

source: Nysgjerrighet.
fkv: Tieonankaruus.

source: Når forskere og kunstner møtes, gjenkjenner vi de samme spørsmålene.
fkv: Ko tutkijat ja taiteilijat kohathaan, met tunnistamma net samat kysymykset.

source: Blindveier og omveier.
fkv: Umpitiet ja kiertotiet.

source: Kompleksitet og mangfold.
fkv: Kompleksiteetti ja monipuolisuus.

source: Nye spørsmål virvles opp.
fkv: Uusia kysymyksiä pyörytethään ylös.

source: Nye forbindelser knyttes.
fkv: Uusia yhtheyksiä solmithaan.

source: Hvilke arenaer er viktige for å synliggjøre kvensk kulturarv?
fkv: Mikkä areenat oon tärkeät niin ette tehhä kväänin kulttuuriperinön näkyväksi?

source: Hvordan skapes nye uttrykk for kvensk kulturarv?
fkv: Kunka luohaan uusia ilmaisuita kväänin kulttuuriperinölle?

source: Hvordan lever et morsmål som ikke brukes daglig?
fkv: Kunka ellää äitinkieli mitä ei pietä joka päivä?

source: Hvordan er kvensk kulturarv synlig på “kvenske steder”?
fkv: Kunka kväänin kulttuuriperintö oon näkyvä “kväänipaikoissa”?

source: Hvordan blir kvensk kulturarv synliggjort i museene?
fkv: Kunka kväänin kulttuuriperinön tehhään näkyväksi museumissa?

source: Av Åsne Kummeneje Mellem
fkv: Tekijä: Åsne Kummeneje Mellem

source: Film
fkv: Filmi

source: Lengde: 15 min.
fkv: Pittuus: 15 min.

source: Av Kristin Nicolaysen, Nicolaysen Film
fkv: Tekijä: Kristin Nicolaysen, Nicolaysen Film

source: #kvensk
fkv: #kvensk #kvaani

source: Populærkulturen er leken når den gjør kvensk kulturarv synlig.
fkv: Populäärikulttuuri oon tieraavainen eli leikkiväinen ko se tekkee kväänin kulttuuriperinön näkyväksi.

source: Den inviterer alle til å ta del i kulturarven - også de som ikke kjenner så godt til kvensk kultur og språk.
fkv: Se kuttuu kaikkia jakamhaan kulttuuriperinön – kans net, kekkä ei tunne kväänin kulttuuria ja kieltä niin hyvin.

source: Kanskje kan den også gjøre at flere blir nysgjerrige på egen eller andres kultur?
fkv: Piian se saattaa tehhä niin ette useamat haluthaan tietäät lissää omasta tahi toisten kulttuurista?

source: Det Vadsøbaserte bryggeriet Qvænbrygg ble etablert i 2018.
fkv: Vesisaarelaisen öölifaprikin Qvænbrygg perustethiin vuona 2018.

source: Produktene deres er med på å uttrykke kvensk kulturarv i dag – for eksempel på festival, hjemme eller i sosiale media.
fkv: Heän produktit oon myötä ilmaisemassa kväänin kulttuuriperintöä tääpänä – vaikka festivaalissa, kotona tahi sosiaalisissa meedioissa.

source: Hvilke kvensymboler har du sett i populærkulturen?
fkv: Mikkä kväänisymboolit sie olet nähnyt populäärikulttuurissa?

source: Et kvensk hjem?
fkv: Kväänin koti?

source: Hva vil det si å være hjemme?
fkv: Mitä se meinaa ette olla kotona?

source: Hva trenger vi for å synliggjøre hvor vi hører til?
fkv: Mitä tarvittemma ette tehhä näkyväksi sen, mihin kuuluma?

source: Fornorskingen av kvener har visket ut fortellinger, gjenkjennelige symboler og måter å være på.
fkv: Kväänitten norjalaistaminen oon pyhkiny pois muisteluksia, tunnistettavia symboolia ja erilaisia olemisen tapoja.

source: Museer, familier og kulturnæringer skaper tilhørighet.
fkv: Museumit, perheet ja kulttuurihommat luohaan kuuluvuutta.

source: Det spiller en rolle hvordan historiene fortelles – og av hvem.
fkv: Se oon tähelistä ette millä tavala histooriat muistelhaan – ja kuka niitä muistelee.

source: Hvilke historier velges for å synliggjøre kvensk kultur i museene i dag?
fkv: Mikkä historiat valithaan niin ette tehhä kväänin kulttuuriperinön näkyväksi museumissa tääpänä?

source: Hvilke historier syns du skal fortelles?
fkv: Mitä sie tykkäät – mikkä histooriat piethään muistela?

source: Lydkunst
fkv: Äänitaie

source: Av Meri Nikula
fkv: Tekijä: Meri Nikula

source: Kunstverk
fkv: Taievärkki

source: Av Maija Liisa Björklund
fkv: Tekijä: Maija Liisa Björklund

source: ”For mæ er det han bestefar som bar det kvenske språket.
fkv: ”Minule se oli minun äiji joka kantoi kväänin kieltä.

source: Minnan om språket sitt veldig sterkt i mæ.
fkv: Muistot kielestä oon hirmu syvästi minussa.

source: Ordan e rett og slett vakker.
fkv: Sanat oon vain kaunhiit.

source: Vi hadde lært at det som var viktig å kunne, det va engelsk og tysk.
fkv: Met olima oppinheet ette oli tärkeä saattaat engelskaa ja tyskää.

source: Egil Sundelin og Iver Isak Nicolaysen Sundelin
fkv: Egil Sundelin ja Iver Isak Nicolaysen Sundelin

source: Ka hete det på kvensk?
fkv: Mitä se oon kvääniksi?

source: Æ husker ikke.
fkv: Ajattele pikkusen!

source: Tenk litt! Æ tenke, æ tenke så det knake.
fkv: Mie ajattelen, mie ajattelen niin ette päässä naskuu.

source: Hedda Bjerkli: ”Æ lærte litt kvensk i fjor da æ gikk på teater”
fkv: Hedda Bjerkli: ”Mie opin vähän kvääniä menheenä vuona ko mie kävin teatterissa”

source: ”Æ har no egentlig alltid vært litt sånn kven”.
fkv: ”Oikkeestansa mie olen läpi aijat ollu vähän semmonen kvääni”.

source: ”Kunsten er det som vekker minnet om språket til liv”
fkv: ”Kynsti oon se joka herättää muistoja kielestä elämhään”

source: Fra intervju, anonymisert:
fkv: Intervjyyistä, anonymiseerattu:

source: “men jeg føler det er ingenting igjen av det kvenske”
fkv: “mutta tuntuu ette ei ole ennää jäljelä mithään kväänin kulttuurista ja kielestä”

source: “på museet begynte jeg å tenke, oi, det er jo min historie også”
fkv: “museumissa mie aloin hunteeramhaan, oi, sehän oon minunki histooria”

source: “skal et språk bestå må det prates”
fkv: “jos kieli pittää säilyyt, niin joku häytyy puhuat sitä”

source: “med røde streker og korrigering så fikk de vasket bort veldig mye av mitt kvenske språk”
fkv: “punaisilla priimuila ja oikaisemisilla het pesthiin pois paljon minun kväänin kielestä”

source: “det kvenske har jeg måtte kjempe for, fra jeg var liten”
fkv: “kvääniasian eestä mie olen joutunu taistela jo lapsesta saakka”

source: “folk rundt har for lite kunnskap”
fkv: “ihmiset tiethään liian vähän”

source: “vi er her enda”
fkv: “met olema vieläki täälä”

source: “vi er ikke en dugnad”
fkv: “emmä ole dyygnaadi”

source: “jeg sier ikke jeg er kven, jeg er nå mer en sånn Finnmarkshybrid”
fkv: “en sano ette olen kvääni, mie olen enämen semmonen Finmarkun sekotus"

source: “tørre å si det uten at man føler noe skam over det”
fkv: “tohtia sanoa sen ilman ette häppee siitä”

source: “etternavnet mitt er det nærmeste symbolet jeg har”
fkv: “minun peränimi oon minun likheisin symbooli”

source: “man blir ikke kvensk nok”
fkv: “ei ihminen ole koskhaan nokko kvääni”

source: “jeg føler det er så mange plasser i samfunnet akkurat nå som på en måte trenger et generasjonsskifte”
fkv: “tuntuu ette niin justhiin nyt löytyy monia paikkoja samfynnissa jokka niin ko kaivathaan sukupolven vaihetusta”

source: “jeg roper ikke ut at jeg er kvensk til alle jeg møter, men med en gang temaet kommer opp så sier jeg jo stolt at jeg er kven”
fkv: “mie en huutele kaikile ette olen kvääni, mutta varsin ko teema ittää, niin sanon ylpeyellä ette olen kvääni”

source: “i familien har jeg ikke så mye tilknytning til det finske fordi vi jo er en norsk familie”
fkv: “minun perheessä minula ei ole niin paljon kontaktia suomen kulttuurhiin, sillä ko methän olema norjalainen peret”

source: “folk vet ikke hva kvener er, ikke engang i Nord-Norge vet dem”
fkv: “ihmiset ei tieä mitä oon kväänit, ei Pohjas-Norjassakhaan"

source: “den finske og kvenske kulturen den taper mye på at den kanskje ikke føres videre i hjemmet”
fkv: “suomalainen ja kväänin kulttuuri, se menettää paljon ko sitä ei piian viehä etheenkäsin kotona”

source: “de kom egentlig fra Tornedalen, så det er stor grunn til å tro at det er sikkert både samisk og finsk og alt mulig der, sikkert svensk og”
fkv: “het tulthiin oikeastansa Tornionlaksosta, niin oon hyvät syyt luula ette sielä oon niin saamea ko suomea ja vähän mitäki sielä, varmhaan kans ruottia”

source: “museet er en god måte å vite hvorfor det er så mye sånne kvenske spor som man kanskje ikke legger så godt merke til”
fkv: “museumi oon hyvä tapa saaha tietoa ette miksi löytyy paljon sellaisia kväänin jälkiä mitä ihminen ei piian huomaa niin helposti”

source: “det er altfor lite, etter min mening, info om kvener andre plasser enn der hvor kvener faktisk er”
fkv: “se oon aivan liian vähän, meinaan mie, tietoa kväänistä muissa paikoissa ko sielä missä kväänit oikeasti oon”

source: “hjemme så bryr jeg meg jo ikke om hva vi kaller eller definerer det, jeg går jo ikke rundt å definerer ting vi gjør som verken kvensk eller finsk eller norsk, i mitt eget hjem”
fkv: “kotona en perusta miksi met käskemä tahi defineeraama sitä, en mie sano asioista mitä met tehemä ette tämä oon kväänin tahi suomalaista tahi norjalaista, minun omassa kojissa”

source: “hvis jeg snakker fritt så bruker jeg jo ikke norskfinsk, det er jo noe en tar med seg på veien, når det liksom trengs, av en eller annen grunn”
fkv: “jos mie puhun vaphaasti, niin mie en piä norjansuomea, sehän jotaki mitä ihminen ottaa myötä tien varrela, ko sitä niin ko tarvithaan, jostaki syystä”

source: “jeg kjenner et fellesskap, særlig når jeg snakker kvensk”
fkv: “mie tunnen jotaki yhtheistä, olletikki ko mie puhun kvääniä”

source: “jeg er jo ikke bare kven, jeg er nå noe annet også”
fkv: “en mie ole tyhä kvääni, mie olen kans jotaki muuta”

source: “man trenger jo på en måte andre for å se seg selv også”
fkv: “ihminen tarvittee jollaki laila muita ihmisiä ette näkkee kans itteänsä”

source: Album
fkv: Albumi

source: De siste tiårene har lokal kultur og minoritetskultur blitt viktig i reklame for opplevelser, varer og steder.
fkv: Viimiset vuosikymmenet paikalinen kulttuuri ja minoriteettikulttuuri oon tulheet tärkeät ko reklameerathaan elämyksistä, tavaroista ja paikoista.

source: Å ha et særpreg som gjenkjennes av andre er viktig for næringsutviklinga.
fkv: Se, ette oon jotaki aivan ommaa mitä toiset tunnistethaan, oon tärkeä elämäkeinoitten eistykselle.

source: Hvordan er kvensk kultur med å synliggjøre steders særpreg?
fkv: Kunka kväänin kulttuuri oon myötä erottamassa yhen paikan muista, ja tekemässä sen näkyväksi?

source: I Nord-Norge er samisk og norsk kultur lett gjenkjennelig, mens kvensk har vært mindre synlig.
fkv: Pohjas-Norjassa saamelaisen ja norjalaisen kulttuurin tunnistethaan helposti, ko taas kväänin kulttuuri oon ollu vähemän näkyvä.

source: Hva vil en tilreisende gjenkjenne som kvensk?
fkv: Mistä turisti saattaa sanoa, ette tämä kuuluu kväänin kulttuurhiin?

source: For å finne ut dette har jeg på ulike tidspunkt fotografert det offentlige rom i Vadsø, i Skallelv og på Storslett.
fkv: Mie haluisin löytäät ulos tämän, ja sen tähen mie olen eri aikhoin ottanu kuvia Vesisaaren, Kallijoen ja Hansinkentän “viralisista paikoista”.

source: Stedene er analysert med tanke på om en utenforstående kan se noe ‘kvensk’ her.
fkv: Paikat oon analyseerattu sillä ajatuksella ette näkkeekö ulkopuolinen jotaki ‘kvääniä’ täälä.

source: Resultatet jeg kom frem til er at kvenene, for andre, fortsatt kan beskrives som et ‘usynlig’ og ‘taust’ folk ute i offentligheten.
fkv: Minun resyltaatti oon ette kväänit, muile, saattaa vieläki kuvvaila “näkymättömännä” ja “vaitonaisena” kansana viralisessa mailmassa.

source: Kjell Olsen, forsker IMMkven
fkv: Kjell Olsen, tutkija IMMKven

source: Ser du noe på bildet som du gjenkjenner som kvensk? Landsbyspelet Kyläpeli
fkv: Näetkö sie jotaki kuvassa jotaki, mitä kuuluu kväänin kulttuurhiin eli kielheen?

source: Det er høst og tid for spel i Nordreisa.
fkv: Kyläpeli Se oon syksy ja pelin aika Raisissa.

source: Scenen er fylt av barn, unge, amatører, profesjonelle og til og med en hest.
fkv: Lava oon täynä lapsia, nuoria, amatööriä, profesunellia ja vielä yksi hevonenki.

source: Med utgangspunkt i historie, lokalbefolkning, dyr, landskap, De underjordiske, musikk og sang, iscenesettes gamle fortellinger.
fkv: Lähtökohtana histooria, paikalisväki, elläimet, maisema, manalaiset, musikki ja laulu, näytethään vanhat muistelukset lavala.

source: Kyläpeli ble arrangert første gang i 2017.
fkv: Kyläpelin laitethiin ensi kerran vuona 2017.

source: Spelet viser hvordan historien tas i bruk.
fkv: Peli näyttää kunka histoorian saatethaan ottaat pithoon.

source: Fortiden fortolkes og fortelles på nye måter.
fkv: Entisaikkaa tulkithaan ja muistelhaan uusila tavoila.

source: Velkommen til den kvenske lesekroken
fkv: Tervetulemaa kväänin lukemisnurkhaan

source: I lesekroken finner du noen smakebiter fra den rikholdige litteraturen om og av kvener.
fkv: Lukemisnurkassa löyät muutaman makupalasen rikkhaasta litteratuurista kväänistä ja kväänitten kirjottamia.

source: Universitetsbiblioteket i Tromsø har lånt dette ut til vandreutstillinga Tuulessa/ I vinden.
fkv: Universitetsbiblioteket i Tromsø oon lainanu nämät kirjat siirtonäyttelyä varten, Tuulessa / I vinden.

source: Ta gjerne turen til universitetsbiblioteket for å låne flere bøker.
fkv: Käy mielelä yhen mukan universiteetin biblioteekissa ja laina lissää kirjoja.

source: Åpne skapet: Lytt, kjenn, se
fkv: Aukase kaapin: Kuule, tunne, katto
